const CheckListEdcEnum = {
    Ides0: { value: 0, label: "سایر" },
    Ides1: { value: 1, label: "کنترل محل و مشخصات پست زمینی مطابق مقررات وزارت نیرو در صورت وجود" },
    Ides2: { value: 2, label: "کنترل محل تابلوی کنتور و تابلو خانه و ابعاد آن مطابق مقررات وزارت نیرو در صورت وجود" },
    Ides3: { value: 3, label: "طرح تابلوی کنتور مطابق با استاندارد و مشخصات شرکت توزیع برق" },
    Ides4: { value: 4, label: "کنترل فاصله استاندارد تابلوی کنتور با سایر تاسیسات مانند گاز و تلفن و غیره" },
    Ides5: { value: 5, label: "رنگ آمیزی تابلوی برق اصلی (MDP) از نوع الکترواستاتیک پاششی می باشد" },
    Ides6: { value: 6, label: "کنترل بالاترین و پایین ترین وضعیت محل نمراتور " },
  }
  
export default CheckListEdcEnum
  