const InspectionDesEnum = {
  Ides0: { value: 0, label: "کنترل حریم شبکه های برق در حالت دایم(ساختمان تکمیل شده) و در حالت موقت(پیش آمدگی که عمدتا در نصب داربست برای نماکاری رخ میدهد)مطابق مقررات شرکت توزیع برق و پیوست 7 از مبحث 13 مقررات ملی ساختمان" },
  Ides1: { value: 1, label: "کنترل محل و مشخصات پست زمینی در صورت وجود مطابق مقررات شرکت توزیع برق و فصل 5 از مبحث 13 مقررات ملی ساختمان" },
  Ides2: { value: 2, label: "کنترل محل تابلوی کنتور و تابلو خانه و ابعاد آن در صورت وجود مطابق مقررات وزارت نیرو و مبحث 13 مقررات ملی ساختمان" },
  Ides3: { value: 3, label: "طرح تابلوی کنتور مطابق با استاندارد و مشخصات شرکت توزیع برق" },
  Ides4: { value: 4, label: "کنترل فاصله استاندارد تابلوی کنتور با سایر تاسیسات گاز و تلفن و غیره مطابق مقررات وزارت نیرو و  مبحث 13  و 17 مقررات ملی ساختمان (فاصله حداقل 60 سانتیمتری از کنتور آب و 50 سانتیمتری از کنتور گاز و 30 سانتیمتری از سایر لوله های تاسیسات مکانیکی)" },
  Ides5: { value: 5, label: "رنگ آمیزی تابلوی برق اصلی(mdp) از نوع الکترواستاتیک پاششی" },
  Ides6: { value: 6, label: "کنترل بالاترین و پایین ترین وضعیت محل نمراتور (آکس تابلو حداقل در ارتفاع 170 سانتیمتری و حداکثر در ارتفاع 200 سانتیمتری باشد)" },
  Ides7: { value: 7, label: "کنترل فضای آزاد حداقل 120 سانتی متر در مقابل تابلوی کنتور" },
  Ides8: { value: 8, label: "کنترل IP متناسب با توجه به شرایط محیطی نصب تابلو (OUTDOOR/INDOOR)" },
  Ides9: { value: 9, label: "اتصال بین شینه های نول و ارت در تابلوی اصلی برق با شینه مسی قابل جدا شدن مطابق بند (ج)13-6-1-2 از مبحث 13 مقررات ملی ساختمان" },
  Ides10: { value: 10, label: "تجهیزات داخل تابلوی برق اعم از وسایل قطع و وصل و حفاظتی ، داکت های عبور سیم ، ترمینالها و وسایل اندازه گیری و شینه ها و سرسیم و شماره گذاری و از نوع استاندارد می باشد؟ ( بند 13-6-2 از مبحث 13 مقررات ملی ساختمان)" },
  Ides11: { value: 11, label: "کنترل و اجرای سیستم اتصال زمین با مواد و مصالح استاندارد و روش اجرا مطابق با آمپراژ درخواستی ساختمان (بند 13-5-4 از مبحث 13 مقررات ملی ساختمان)" },
  Ides12: { value: 12, label: "کنترل رعایت حداقل فاصله  چاه های ارت (بند 13-5-4 از مبحث 13 مقررات ملی ساختمان)" },
  Ides13: { value: 13, label: "کنترل سطح مقطع هادی اتصال زمین با توجه به حداقل استاندارد و همچنین سطح مقطع سیم چهارم در سیستم های تغذیه سه فاز (هادی اتصال زمین با سطح مقطع حداقل 25 میلیمتر مربع و هادی همبندی روکشدار با سطح مقطع حداقل 6 میلیمتر مربع)(پیوست 1 بند پ10-1 از مبحث 13 مقررات ملی ساختمان)" },
  Ides14: { value: 14, label: "در نظر گرفتن تمهیدات لازم برای جلوگیری از صدمه به کابل های برق در زمان کابل کشی (بند 13-7-2 از مبحث 13 مقررات ملی ساختمان)" },
  Ides15: { value: 15, label: "کنترل کانال لوله و یا مسیر ورودی کابل های شرکت توزیع برابر بند 13-7-2 از مبحث 13" },
  Ides16: { value: 16, label: "کنترل کردن چک لیست تابلوی برق و انطباق آن با مشخصات تابلو" },
  Ides17: { value: 17, label: "کنترل کانال لوله گذاری و نصب نوار خطر زرد رنگ" },
  Ides18: { value: 18, label: "کنترل مسیر کابل و عدم استفاده از زانو" },
  Ides19: { value: 19, label: "کنترل عبور طناب از داخل لوله" },
  Ides20: { value: 20, label: "تهیه یک شاخه لوله گالوانیزه نمره 6 فارسی بر شده برای انشعابات زمینی" },
  Ides21: { value: 21, label: "کنترل و نصب ارت باکس در نزدیکی محل الکترود زمین" },
  Ides22: { value: 22, label: "کنترل و  نصب شینه TNCS در انشعابات هوایی" },
  Ides23: { value: 23, label: "آیا در موارد ضروری سکویی در زیر تابلو برای ایمنی بیشتر و همچنین جلوگیری از برخورد اتومبیل با تابلو ایجاد شده است؟" },
  Ides24: { value: 24, label: "درج علامت خطر و شماره تماس اضطراری شرکت توزیع با رنگ زرد بر روی تابلو کنتور" },
  Ides25: { value: 25, label: "سایز شینه ارت تابلوی کنتور متناسب با تعداد کنتورها و مصارف ساختمان" }
  }
  
export default InspectionDesEnum
  